[
    {
        "caption": [
            "Yesterday yesterday yesterday yesterday yesterday",
            "Yesterday. yesterday yesterday",
            "Yesterday cut up butter into a pan.",
            "Yesterday cutting butter into a mixing bowl.",
            "Yesterday is chopping butter into a container.",
            "Yesterday is cutting a butter.",
            "Yesterday is cutting pieces of butter into a mixing bowl.",
            "Yesterday is cutting slices of butter into a mixing bowl.",
            "Yesterday is slicing butter into an electric mixer.",
            "Yesterday is slicing butter.",
            "Yesterday is slicing some butter pieces and putting it into a steel bowl.",
            "Yesterday puts butter into a mixing bowl.",
            "Yesterday is putting butter chunks in the food processor.",
            "Yesterday cuts food and drops it into a mixer.",
            "Yesterday is being put into a bowl.",
            "Yesterday is being put into a mixer.",
            "yesterday of butter is added in the stand mixer.",
            "Yesterday is shown putting a small square object into a mixing bowl.",
            "yesterday cut butter into a bowl.",
            "yesterday is cutting butter.",
            "Yesterday is adding butter into a pot."
        ],
        "id": "YESTERDAY.avi"
    },
    {
        "caption": [
            "Four Four is a natural number that comes after three and before five.",
            "Four square has four equal sides and four right angles.",
            "There are four seasons in a year: spring, summer, fall, and winter.",
            "Four standard playing card deck contains four suits: hearts, diamonds, clubs, and spades.",
            "Four square has four corners, also known as vertices.",
            "Four typical vehicle has four wheels.",
            "Four number four is often associated with luck or stability in some cultures.",
            "Four human hand typically has four fingers and a thumb on each.",
            "Four quadrilateral is a geometric shape with four sides.",
            "Four are four cardinal directions: north, south, east, and west.",
            "Four music, a four-four time signature is common, indicating four beats per measure.",
            "Four rectangle has four sides, with opposite sides being equal.",
            "Four is a three-dimensional shape with four faces.",
            "Four sports teams have four players on the field or court at a time.",
            "4 Four 4 Four Four Four Four",
            "4 Four 4 Four Four Four Four four",
            "4 Four 4 Four Four Four Four four four"
        ],
        "id": "four23.avi"
    },
    {
        "caption": [
            "Yes Yes, I would like to join you for dinner.",
            "Yes She nodded and said yes when asked if she understood.",
            "Yes, I agree with your opinion on the matter.",
            "Yes He replied with a simple yes to confirm his attendance.",
            "Yes, I can help you with your project.",
            "The answer to the question was a straightforward yes.",
            "Yes, I will be there on time for the meeting.",
            "She said yes enthusiastically when offered a promotion.",
            "Yes, I'm sure that's the right decision.",
            "The vote resulted in a clear majority saying yes.",
            "Yes, I understand your point of view.",
            "yes whispered a quiet yes after receiving good news.",
            "Yes, I did receive your message earlier.",
            "yes She smiled and said yes to accepting the invitation.",
            "Yes, I would love to go on a vacation with you.",
            "Yes yes y yes yes yes"
        ],
        "id": "yes1.avi"
    },
    {
        "caption": [
            "Zero Zero means having no quantity or value.",
            "zero zero temperature dropped to zero degrees Celsius.",
            "Adding zero to a number doesn't change the value of that number.",
            "Zero score was tied at zero to zero in the game.",
            "Zero is often represented by the symbol 0.",
            "Zero are zero apples left in the basket.",
            "Zero any number by zero equals zero.",
            "Zero odometer displayed zero miles on the new car.",
            "Zero is considered both an even and an integer number.",
            "Zero divided by itself, any number equals one, except when divided by zero.",
            "Zero is the starting point on a number line.",
            "Zero digital clock showed zero minutes past the hour.",
            "In binary code, zero is represented by the digit 0.",
            "Zero goal difference of zero indicates an equal number of goals scored and conceded.",
            "Zero gravity conditions exist in space, causing weightlessness.",
            "zero Zero zero zero exist in space, causing zero.",
            "zero Zero zero zero exist in Zero, causing zero Zero Zero"
        ],
        "id": "zero47.avi"
    },
    {
        "caption": [
            "About About About About About About About",
            "About I walked for about an hour.",
            "About He's thinking about his next vacation.",
            "About She's talking to her friend about the movie.",
            "About The book is about animals.",
            "About They're learning about space in school.",
            "About He's curious about the new game.",
            "About Let's think about the problem together.",
            "About She's excited about the upcoming concert.",
            "About The store is closed at about 9 PM.",
            "About They're joking about their favorite TV show.",
            "About The movie is about a brave adventurer.",
            "About She's reading a story about friendship.",
            "About We're talking about our weekend plans.",
            "About He's thinking about his future career.",
            "About About About About About About about about"
        ],
        "id": "about20.avi"
    },
    {
        "caption": [
            "Camera Cameras capture pictures and videos.",
            "Camera come in various shapes and sizes.",
            "Camera lens focuses the light onto the sensor.",
            "Camera cameras store images electronically.",
            "Camera cameras use rolls of film to capture images.",
            "Camera cameras have zoom lenses for closer shots.",
            "Camera cameras don't have a mirror like DSLRs.",
            "Camera Point-and-shoot cameras are easy to use.",
            "DSLR cameras offer manual control settings.",
            "Camera cameras are convenient for everyday use.",
            "Camera cameras are small and rugged for outdoor activities.",
            "Camera cameras monitor and record activities.",
            "Camera cameras are commonly used for surveillance.",
            "Webcams are used for video conferencing.",
            "Cameras have evolved significantly over time.",
            "Camera Camera Camera"
        ],
        "id": "camera32.avi"
    },
    {
        "caption": [
            "Pull I pull the door to open it.",
            "Pull I used a rope to pull the heavy box.",
            "Pull I had to pull the weeds from the garden.",
            "Pull I tug-of-war team tried to pull the rope harder.",
            "Pull I pull the curtains aside to let in more light.",
            "Pull I magnet can pull metal objects towards it.",
            "Pull I pull the lever to start the machine.",
            "Pull I pull the zipper up to close my jacket.",
            "Pull I teacher asked the students to pull out their textbooks.",
            "Pull horse began to pull the cart uphill.",
            "Pull tried to pull herself up using the bars.",
            "Pull needed to pull the plug to stop the water flow.",
            "Pull had to pull over to the side of the road for an emergency.",
            "Pull pull the chairs closer to the table for dinner.",
            "Pull tractor can pull heavy loads across the field.",
            "Pull Pull Pull Pull Pull"
        ],
        "id": "pull55.avi"
    }
]